[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Cristian Stoica, Queen-Soft.blogspot.com
VERSION=4.1

[Language]
LANGUAGE=Română
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0418

[Menu]
FILE=&Fișier
FILE_EXIT=&Ieșire
EDIT=&Editare
EDIT_COPY=&Copiază
THEME=&Temă
HELP=&Ajutor
HELP_ABOUT=&Despre CrystalDiskMark
LANGUAGE=Limbă
ZOOM=&Mărire
AUTO=&Automatic
TEST_DATA=&Date de test
DEFAULT_RANDOM=Implicit (aleatoare)
SETTINGS=&Setări
SAVE=&Salvează
QUEUES_THREADS=&Cozi și fire de execuție
INTERVAL_TIME=&Interval de timp
SECOND=sec.
MINUTE=min.
HOUR=oră
ALL_ZERO=All 0x00 (0 Fill)
SELECT_FOLDER=Select Folder
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Oprește testarea.
DISK_CAPACITY_ERROR=Capacitatea discului este insuficientă.
DISK_CREATE_FILE_ERROR=Eroare creare fișier.
DISK_WRITE_ERROR=Eroare scriere.
DISK_READ_ERROR=Eroare citire.
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testează unitatea
TEST_SIZE=Mărime test
TEST_COUNT=Test numărul
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=Despre CrystalDiskMark
QUEUES_THREADS=Cozi și fire de execuție
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
